tap "homebrew/bundle"
tap "daytonaio/tap"

cask "font-fira-code-nerd-font"
brew "starship"

brew "jq"
brew "xsv"
brew "lsd"
brew "zoxide"
brew "ripgrep"
brew "httpie"

brew "tor"
cask "tor-browser"
cask "transmission"

cask "zoom"
cask "discord"
cask "telegram"
cask "slack"
cask "signal"

cask "swiftbar"
cask "alfred"
cask "cakebrew"
cask "cleanmymac"
cask "little-snitch"

cask "the-unarchiver"
cask "pdf-expert"
cask "notion"
cask "notion-calendar"

cask "iina"
cask "cleanshot"
cask "spotify"

cask "pycharm"
cask "dataspell"
cask "rustrover"
cask "texifier"
cask "mactex-no-gui"

cask "rapidapi"
cask "tableplus"
cask "transmit"
cask "fork"

cask "docker"
brew "docker"
brew "minikube"
brew "helm"

brew "gh"

brew "pyenv"
brew "rustup"
brew "daytona"
brew "pyenv"

brew "mas"
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816

mas "Photomator – Photo Editor", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Shazam", id: 897118787
mas "iMovie", id: 408981434

mas "Things 3", id: 904280696

mas "SnippetsLab", id: 1006087419
mas "Xcode", id: 497799835
mas "KeyKey Touch Typing Tutor", id: 1035137927
