tap "homebrew/bundle"
tap "daytonaio/tap"

cask "font-fira-code-nerd-font"
brew "starship"

cask "docker"
brew "docker"
brew "minikube"
brew "helm"

brew "gh"

brew "pyenv"
brew "rustup"
brew "daytona"

brew "mas"
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816

mas "Photomator – Photo Editor", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Shazam", id: 897118787
mas "iMovie", id: 408981434

mas "Things 3", id: 904280696

mas "SnippetsLab", id: 1006087419
mas "Xcode", id: 497799835
mas "KeyKey Touch Typing Tutor", id: 1035137927
